
[Setting]
Language=English

[OPTControllerDemo]
IDD102_Title = OPTController(V3.3)
IDD102_1033 = Rescan
IDD102_1032 = Connect
IDD102_1005 = IP Configure
IDD102_1029 = Serial Port
IDD102_1030 = Ethernet
IDD102_1028 = Communication Mode
IDD102_1038 = Control
IDD102_1006 = Short Command
IDD102_1010 = Long Command
IDD102_1007 = Multi Channels
IDD102_1003 = Advance Settings
IDD102_1004 = PrgTrg Settings
IDD102_1096 = Response Infomation
IDD130_Title = Short Command
IDD130_1052 = Function
IDD130_1053 = Channel Index
IDD130_1054 = Parameter
IDD130_1 = OK
IDD130_2 = Cancel
IDD130_1003 = Apply
IDS_SHORTCMD_SETTRIGGERDELAY = Set Trigger Delay
IDS_SHORTCMD_GETTRIGGERDELAY = Read Trigger Delay
IDS_SHORTCMD_SETINTENSITY = Set Intensity
IDS_SHORTCMD_READINTENSITY = Read Intensity
IDS_SHORTCMD_TURNONCHN = Turn On Channel(s)
IDS_SHORTCMD_TURNOFFCHN = Turn Off Channel(s)
IDS_SHORTCMD_SETTRIGGERWIDTH = Set TriggerWidth
IDS_SHORTCMD_READTRIGGERWIDTH = Read TriggerWidth
IDS_SHORTCMD_SETHBTRIGGERWIDTH = Set Highlight TriggerWidth
IDS_SHORTCMD_READHBTRIGGERWIDTH = Read Highlight TriggerWidth
IDS_SHORTCMD_TURNONSUCCEED = Succeed to turn on
IDS_SHORTCMD_TURNONFAILED = Failed to turn on
IDS_SHORTCMD_CHN =   channel
IDS_SHORTCMD_ALLCHN = all channels
IDS_SHORTCMD_THE = the
IDS_SHORTCMD_TURNOFFSUCCEED = Succeed to turn off
IDS_SHORTCMD_TURNOFFFAILED = Failed to turn off
IDS_SHORTCMD_SETSUCCEED = Succeed to set
IDS_SHORTCMD_READSUCCEED = Succeed to read
IDS_SHORTCMD_VALUE = value is
IDS_SHORTCMD_INTENSITY = The intensity
IDS_SHORTCMD_TRIGGERWIDTH = The trigger width
IDS_SHORTCMD_HBTRIGGERWIDTH = The Highlight trigger width
IDS_SHORTCMD_TRIGGERDELAY = The trigger delay
IDS_SHORTCMD_SETINTENSITYFAILED = Failed to set intensity, might resulting from incorrect parameter(s).
IDS_SHORTCMD_READINTENSITYFAILED = Failed to read intensity, might resulting from incorrect parameter(s).
IDS_SHORTCMD_SETTRIGGERWIDTHFAILED = Failed to set trigger width, might resulting from incorrect parameter(s).
IDS_SHORTCMD_READTRIGGERWIDTHFAILED = Failed to read trigger width, might resulting from incorrect parameter(s).
IDS_SHORTCMD_SETHBTRIGGERWIDTHFAILED = Failed to set highlight trigger width, might resulting from incorrect parameter(s).
IDS_SHORTCMD_READHBTRIGGERWIDTHFAILED = Failed to read highlight trigger width, might resulting from incorrect parameter(s).
IDS_SHORTCMD_SETTRIGGERDELAYFAILED = Failed to set a trigger delay, might resulting from incorrect parameter(s).
IDS_SHORTCMD_GETTRIGGERDELAYFAILED = Failed to read trigger delay, might resulting from incorrect parameter(s).
IDD132_Title = Long Command
IDD132_1097 = Function
IDD132_1 = OK
IDD132_2 = Cancel
IDD132_1066 = Apply
IDS_LONGCMD_SETTRIGGERDELAY = Set Trigger Delay for Multiple Channels
IDS_LONGCMD_SETINTENSITY = Set Intensity for Multiple Channels
IDS_LONGCMD_TURNON = Turn On Multiple Channels
IDS_LONGCMD_TURNOFF = Turn Off Multiple Channels
IDS_LONGCMD_SETTRIGGERWIDTH = Set Trigger Width for Multiple Channels
IDS_LONGCMD_SETHBTRIGGERWIDTH = Set Highlight Trigger Width for Multiple Channels
IDS_LONGCMD_SETTRIGGERDELAT = Set Trigger Delay for Multiple Channels
IDS_LONGCMD_TRIGGERDELAY = trigger delay
IDS_LONGCMD_TRIGGERDELAYMULTI = Trigger delay for the following channels respectively:
IDS_LONGCMD_SETTRIGGERDELAYFAILED = Failed to set trigger delay for
IDS_CHANNEL_STATE0 = connected light
IDS_CHANNEL_STATE1 = no connected light
IDS_CHANNEL_STATE2 = short circuit protection
IDS_CHANNEL_STATE3 = over voltage protection
IDS_CHANNEL_STATE4 = over current protection